[{
  "_id": {
    "$oid": "60505b8e235ea97507115c5e"
  },
  "prepodName": "Кравченя П.Д.",
  "group": "ИВТ-363",
  "lessonName": "ОСПО",
  "messages": [
    {
      "time": "12.02.2021 12:05",
      "msg": "Тест"
    },
    {
      "time": "12.01.2021 13:06",
      "msg": "Всем привет"
    }
  ]
},{
  "_id": {
    "$oid": "60505bc5235ea97507115c5f"
  },
  "prepodName": "Соколов А.А.",
  "group": "ИВТ-363",
  "lessonName": "СУБД",
  "messages": [
    {
      "time": "12.12.2021 12:05",
      "msg": "Тест"
    },
    {
      "time": "15.12.2021 13:06",
      "msg": "Всем привет"
    }
  ]
}]
